/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "Anslutning till %@ kräver att du anger inloggningsuppgifter";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Avbryt";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Logga in";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Namn:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Lösenord:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Användarnamnet och lösenordet du anger kommer att kommas ihåg till nästa gång du uppdaterar den här prenumerationen.";

